Repository: ngontran123/NEW_GSMCLIENT
Catalog: C3TekClient/Lang/MyResource.*.resx
Languages: km_kh, vi_vn

# add_more_ussd_after
source: Add a USSD below
km_kh: បន្ថែមពាក្យបញ្ជា USSD 1 ខាងក្រោមបន្ទាត់
vi_vn: Thêm 1 lệnh USSD dưới dòng

# auto_off
source: Disabled auto
km_kh: បានបិទដោយស្វ័យប្រវត្តិ
vi_vn: Đã tắt auto

# auto_on
source: Enabled auto
km_kh: បានបើកដំណើរការដោយស្វ័យប្រវត្តិ
vi_vn: Đã bật auto

source: Balance :
km_kh: អតិរេក៖
vi_vn: Số dư:

source: BUSY OR NO CARRIER
km_kh: រវល់
vi_vn: Máy bận

# cannot_check_version
source: Please update the newest version, Hotline 0917.111.666
km_kh: សូមអាប់ដេតទៅកំណែថ្មីដើម្បីប្រើ។ លេខទូរសព្ទ 0917.111.666
vi_vn: Vui lòng cập nhật phiên bản mới để sử dụng. Hotline 0917.111.666

# check_excel_file
source: Please check the excel file!
km_kh: សូមពិនិត្យមើលមាតិកាឯកសារ Excel ម្តងទៀត
vi_vn: Vui lòng kiểm tra lại nội dung file Excel

# choose_sim_dashboard_to_use
source: Please choose sim to use feature (Hold ctrl or shift to select multiple rows)
km_kh: សូមជ្រើសរើសស៊ីមដែលអ្នកចង់ផ្ញើសារទៅ (សង្កត់ ctrl ឬប្តូរដើម្បីជ្រើសរើសច្រើន)
vi_vn: Vui lòng chọn sim cần gửi tin nhắn (Giữ ctrl hoặc shift để chọn nhiều)

source: Comfirm
km_kh: បញ្ជាក់
vi_vn: Xác nhận

# comfirm_reset_all_result
source: All result will be reset, are you sure to continue?
km_kh: លទ្ធផលនឹងត្រូវបានកំណត់ឡើងវិញ តើអ្នកប្រាកដអំពីជម្រើសរបស់អ្នកទេ?
vi_vn: Các kết quả sẽ bị reset, bạn có chắc lựa chọn?

source: Connected
km_kh: បានភ្ជាប់
vi_vn: Đã kết nối

# custom_prefix_port
source: Port
km_kh: ច្រកទ្វារ
vi_vn: Cổng

source: Delete all
km_kh: លុប​ទាំងអស់
vi_vn: Xóa toàn bộ

source: Disconnected
km_kh: បានផ្ដាច់
vi_vn: Đã ngắt kết nối

# empty_feedback
source: Please input the content to feedback!
km_kh: សូមបញ្ចូលខ្លឹមសារដែលអ្នកត្រូវបញ្ចេញមតិ!
vi_vn: Vui lòng nhập nội dung cần góp ý!

source: Error
km_kh: កំហុស
vi_vn: Lỗi

# error_read_another_soft
source: Error when reading file, please choose another file or close the file in other softwares.
km_kh: កំហុសបានកើតឡើងខណៈពេលកំពុងអានឯកសារ សូមជ្រើសរើសឯកសារផ្សេងទៀត ឬបើក ឬបិទឯកសារបច្ចុប្បន្ននៅក្នុងកម្មវិធីផ្សេងទៀត។
vi_vn: Lỗi xảy ra khi đọc file, vui lòng chọn file khác hoặc tắt mở file hiện tại trên các phần mềm khác

source: Fail
km_kh: បរាជ័យ

# import_success
source: Import successfully, {0} empty records or port invalid
km_kh: ការនាំចូលបានជោគជ័យ មានកំណត់ត្រា USSD ទទេចំនួន {0} ឬច្រកមិនស្ថិតនៅក្នុងបញ្ជីច្រកដែលបានជ្រើសរើសទេ។
vi_vn: Đã import thành công, có {0} bản ghi USSD trống hoặc cổng không có trong danh sách cổng đã chọn.

# info
source: Information
km_kh: ថុង
vi_vn: Thông tin

source: Input phone number
km_kh: បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក។
vi_vn: Nhập số điện thoại

# invalid_login
source: Fail, please check the username and password
km_kh: គណនី ឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ
vi_vn: Tài khoản hoặc mật khẩu không đúng

source: In queue...
km_kh: នៅក្នុងជួរ
vi_vn: Trong hàng đợi

# is_bought_modem
source: Bought modem
km_kh: បានទិញម៉ូដឹម
vi_vn: Đã mua modem

source: Login
km_kh: ចូល
vi_vn: Đăng nhập

# login_subscription
source: Please buy a subscription package before use this tool
km_kh: សូមទិញកញ្ចប់មួយដើម្បីប្រើឧបករណ៍!
vi_vn: Vui lòng mua một gói để sử dụng Tool!

# newer_version
source: A newer version of client available, please goto lamsim.biz to download and install the newest version. Thank you! Hotline 0917.111.666
km_kh: កំណែអាប់ដេតថ្មីអាចរកបាន។ សូមចូលទៅកាន់ lamsim.biz ដើម្បីមើលព័ត៌មានថ្មីៗ ទាញយក និងដំឡើងកំណែចុងក្រោយបំផុត។ សូមអរគុណដោយស្មោះ! លេខទូរសព្ទ ០៩១៧.១១១.៦៦៦
vi_vn: Đã có phiên bản mới cập nhật. Bạn vui lòng truy cập lamsim.biz để xem thông tin cập nhật, download và cài đặt phiên bản mới nhất. Xin chân thành cảm ơn! Hotline 0917.111.666

source: Not bought modem
km_kh: មិនទាន់បានទិញម៉ូដឹមទេ។
vi_vn: Chưa mua modem

# no_found_port
source: No found COM Port
km_kh: រកមិនឃើញច្រក
vi_vn: Không tìm thấy cổng

# no_subscription_permission
source: Please upgrade the subscription to use this feature
km_kh: អ្នកត្រូវដំឡើងកំណែផែនការរបស់អ្នក ដើម្បីប្រើមុខងារនេះ។
vi_vn: Bạn cần nâng cấp gói để sử dụng tính năng này

source: Port
km_kh: ច្រកទ្វារ
vi_vn: Cổng

source: Processed
km_kh: ដំណើរការ
vi_vn: Đã xử lý

source: Processing
km_kh: ដំណើរការ
vi_vn: Đang xử lý

# question_comfirm_delete_all
source: Are you sure to delete all?
km_kh: តើអ្នកប្រាកដថាចង់លុបអ្វីៗទាំងអស់មែនទេ?
vi_vn: Bạn có chắc muốn xóa tất cả?

source: Save
km_kh: រក្សាទុក
vi_vn: Lưu

source: Saved
km_kh: បានរក្សាទុក
vi_vn: Đã lưu

# sms_error_connection
source: Phone/GSM connection error
km_kh: កំហុសក្នុងការតភ្ជាប់
vi_vn: Lỗi kết nối

# sms_error_send
source: Send SMS error
km_kh: កំហុសក្នុងការផ្ញើសារ SMS
vi_vn: Lỗi gửi SMS

# sms_success_no_state
source: Success, unknown received status
km_kh: ជោគជ័យ ស្ថានភាពទទួលភ្ញៀវមិនស្គាល់
vi_vn: Thành công, không rõ trạng thái nhận

source: Success
km_kh: ជោគជ័យ
vi_vn: Thành công

# thanks_feedback
source: Thank to your feedback!\n We will reply you in near time!
km_kh: សូមអរគុណចំពោះមតិកែលម្អរបស់អ្នក!\ យើងចង់ទទួលស្គាល់ និងឆ្លើយតបឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន!
vi_vn: Cảm ơn bạn đã góp ý!\nChúng tôi xin ghi nhận và phản hồi lại sớm nhất!

# wait_update_imei
source: Please wait a minute to update IMEI device
km_kh: សូមរង់ចាំមួយភ្លែតដើម្បីឱ្យប្រព័ន្ធធ្វើបច្ចុប្បន្នភាព IMEI
vi_vn: Vui lòng đợi trong giây lát để hệ thống cập nhật IMEI

# wait_upload_file
source: Please wait the modem uploaded completely! Transfering file can be slow because of interacting with hardware devices. You mustn't do any features when uploading
km_kh: សូមរង់ចាំសម្រាប់ម៉ូដឹមដើម្បីបញ្ចប់ការផ្ទុកទិន្នន័យ ការផ្ទេរឯកសារអាចចំណាយពេល ដោយសារអន្តរកម្មជាមួយឧបករណ៍ហាតវែរ។ សូមប្រាកដថាការផ្ទេរឯកសារត្រូវបានបញ្ចប់មុនពេលប្រើមុខងារផ្សេងទៀត។
vi_vn: Vui lòng đợi modem nạp xong dữ liệu, việc truyền file có thể lâu do tương tác với thiết bị phần cứng. Hãy đảm bảo truyền file hoàn tất trước khi sử dụng các tính năng khác

source: Warning
km_kh: ការព្រមាន
vi_vn: Cảnh báo

# warning_consume_condition
source: Please check use modem 4G to use this feature
km_kh: សូមពិនិត្យមើលការតភ្ជាប់អ៊ីនធឺណិតរបស់ឧបករណ៍របស់អ្នក ឬត្រូវប្រាកដថាអ្នកបានទិញម៉ូដឹម 4G ពី C3TEK
vi_vn: Vui lòng kiểm tra lại kết nối internet của máy hoặc chắc chắn là bạn đã mua modem 4G của C3TEK

# logining
source: Signing in ....
vi_vn: Đang đăng nhập
