Repository: ngontran123/NEW_GSMCLIENT
Catalog: C3TekClient/USSDTopup.*.resx
Languages: km_kh

# btnPrepareData.Text
source: Chuẩn bị dữ liệu
km_kh: រៀបចំទិន្នន័យ

# labelControl2.Text
source: Thay mã thanh toán bằng {MTT} để tự động thay thế trong excel
km_kh: ជំនួសលេខកូដបង់ប្រាក់ដោយ {MTT} ដើម្បីជំនួសវាដោយស្វ័យប្រវត្តិក្នុង Excel

# labelControl1.Text
source: Cú pháp
km_kh: វាក្យសម្ពន្ធ

# groupControl2.Text
source: Cấu hình thanh toán
km_kh: ការកំណត់រចនាសម្ព័ន្ធការទូទាត់

# labelControl5.Text
source: Số cổng đã chọn
km_kh: លេខច្រកដែលបានជ្រើសរើស

# simpleButton2.Text
source: Xuất Excel
km_kh: នាំចេញ Excel

# btnRun.Text
source: Bắt đầu
km_kh: ចាប់ផ្តើម

# groupControl1.Text
source: Thanh toán
km_kh: បង់

# AppPort.Caption
source: Cổng tự đặt
km_kh: ច្រកទ្វារដែលដំឡើងដោយខ្លួនឯង។

# PhoneNumber.Caption
source: Số điện thoại
km_kh: លេខទូរសព្ទ

# MaTT.Caption
source: Mã thanh toán
km_kh: លេខកូដបង់ប្រាក់

# USSDResult.Caption
source: Kết quả
km_kh: លទ្ធផល

# Status.Caption
source: Trạng thái
km_kh: ស្ថានភាព

# groupControl3.Text
source: Thống kê truy vấn
km_kh: ស្ថិតិសំណួរ
