Repository: ngontran123/NEW_GSMCLIENT
Catalog: C3TekClient/GSM/GSMDataConsumeUI.*.resx
Languages: km_kh

# labelControl2.Text
source: Chức năng chỉ hỗ trợ module Quectel EC20
km_kh: មុខងារនេះគាំទ្រតែម៉ូឌុល Quectel EC20 ប៉ុណ្ណោះ។

# toggleChangeImei.Properties.OffText
source: Đã tắt thay đổi IMEI
km_kh: ការផ្លាស់ប្តូរ IMEI ត្រូវបានបិទ

# toggleChangeImei.Properties.OnText
source: Đã bật thay đổi IMEI
km_kh: ការផ្លាស់ប្តូរ IMEI ត្រូវបានបើក

# btnExportExcel.Text
source: Xuất Excel
km_kh: នាំចេញ Excel

# labelControl7.Text
source: Tỷ lệ thành công
km_kh: អត្រា​នៃ​ការ​ទទួល​បាន​ភាព​ជោគជ័យ

# labelControl6.Text
source: giây
km_kh: ទីពីរ

# btnStart.Text
source: Bắt đầu
km_kh: ចាប់ផ្តើម

# labelControl4.Text
source: Giãn cách
km_kh: ចម្ងាយ

# rgDataMode.Properties.Items1
source: Đồng thời
km_kh: ក្នុងពេលដំណាលគ្នា។

# rgDataMode.Properties.Items3
source: Tuần tự
km_kh: ជាបន្តបន្ទាប់

# labelControl3.Text
source: Chế độ
km_kh: របប

# labelControl1.Text
source: Data tiêu thụ
km_kh: ការប្រើប្រាស់ទិន្នន័យ

# groupBox1.Text
source: Cấu hình tiêu dùng data
km_kh: កំណត់រចនាសម្ព័ន្ធការប្រើប្រាស់ទិន្នន័យ

# comAppPort.Caption
source: Cổng tự động
km_kh: ច្រកទ្វារស្វ័យប្រវត្តិ

# dataStatus.Caption
source: Trạng thái
km_kh: ស្ថានភាព

# $this.Text
source: C3TEK - TIÊU DÙNG DATA
km_kh: ការប្រើប្រាស់ទិន្នន័យ
