Repository: ngontran123/NEW_GSMCLIENT
Catalog: C3TekClient/GSM/WSMessageSMSUI.*.resx
Languages: km_kh

# Status.Caption
source: Trạng thái
km_kh: ស្ថានភាព

# Body.Caption
source: Nội dung
km_kh: មាតិកា

# RealPort.Caption
source: Tên COM
km_kh: ឈ្មោះ COM

# AppPort.Caption
source: Cổng tự đặt
km_kh: ច្រកទ្វារដែលដំឡើងដោយខ្លួនឯង។

# PhoneNumber.Caption
source: SĐT
km_kh: លេខទូរសព្ទ

# PhoneTo.Caption
source: SĐT nhận
km_kh: ការទទួលលេខទូរស័ព្ទ

# btnRetry.Text
source: Thử lại
km_kh: ព្យាយាមម្តងទៀត

# simpleButton1.Text
source: Xuất Excel
km_kh: នាំចេញ Excel

# btnImportExcel.Text
source: Nhập Excel
km_kh: បញ្ចូល Excel

# btnStart.Text
source: Bắt đầu
km_kh: ចាប់ផ្តើម

# labelControl1.Text
source: SDT
km_kh: លេខទូរសព្ទ

# labelControl2.Text
source: Nội dung tin nhắn
km_kh: ខ្លឹមសារនៃសារ

# labelControl14.Text
source: tin nhắn
km_kh: សារ

# labelControl13.Text
source: Giới hạn tin:
km_kh: ដែនកំណត់ព័ត៌មាន៖

# labelControl12.Text
source: giây
km_kh: ទីពីរ

# labelControl11.Text
source: Đến
km_kh: មកដល់

# from_time.Text
source: Từ
km_kh: ពី

# labelControl10.Text
source: ký tự
km_kh: តួអក្សរ

# labelControl9.Text
source: Ký tự ngẫu nhiên:
km_kh: តួអក្សរចៃដន្យ

# btnOpenLastSession.Text
source: Dùng phiên cũ
km_kh: ប្រើវគ្គចាស់

# btnSaveSession.Text
source: Save Session
km_kh: រក្សាទុកវគ្គ

# labelControl8.Text
source: T/G chờ nhà mạng:
km_kh: ពេលវេលារង់ចាំបណ្តាញ

# labelControl4.Text
source: giây
km_kh: ទីពីរ

# btnExcelSample.Text
source: Mẫu Excel
km_kh: គំរូ Excel

# btnPrepareData.Text
source: Chuẩn bị dữ liệu
km_kh: រៀបចំទិន្នន័យ

# labelControl6.Text
source: giây
km_kh: ទីពីរ

# labelControl5.Text
source: Giãn cách:
km_kh: ចម្ងាយ

# rgCallMode.Properties.Items1
source: Đồng thời
km_kh: ក្នុងពេលដំណាលគ្នា។

# rgCallMode.Properties.Items3
source: Tuần tự
km_kh: ជាបន្តបន្ទាប់

# groupBox1.Text
source: Cấu hình nhắn tin
km_kh: ការកំណត់រចនាសម្ព័ន្ធសារ

# $this.Text
source: GỬI SMS - C3TEK CLIENT
km_kh: ផ្ញើសារ SMS
